Repository: solventrix/HONEUR_eCRF
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Add Patient
es: Añadir paciente

source: Log Out
es: Cerrar sesión

source: Data Upload
es: Cargar un archivo

source: Reports
es: Informes

source: Admin
es: Administrador

source: External Identifier
es: Identificador externo

source: Comments
es: Comentarios

source: Hospitals
es: Hospitales

source: Yes
es: Sí

source: Allogenic
es: Alogénico

source: Autologous
es: Autólogo

source: Unknown
es: Desconocido

source: HLA identical
es: HLA idéntico

source: HLA0 identical unrelated
es: HLA0 idéntica no relacionado

source: HLA-non-identical unrelated
es: HLA no idéntico no relacionado

source: An unknown
es: Un desconocido

source: Other
es: Otro

source: Bone Marrow
es: Médula Osea

source: Cord
es: Cordón

source: Peripheral Bloods
es: Sangre Periférica

source: Bone Marrow And Peripheral Bloods
es: Médula Osea y Sangre Periférica

source: Date of SCT
es: Fecha del SCT

source: Number Of Cells Infused
es: Número de Células Infundidas

source: Type of SCT
es: Tipo de SCT

source: Relation
es: Relación

source: Source
es: Origen

source: Tandem ASTP
es: Tándem ASTP

source: Conditioning
es: Acondicionamiento

source: Stem Cell Transplant
es: Trasplante de Células Madre

source: Stem Cell Transplants
es: Trasplantes de Células Madre

source: Mieloma Multiple
es: Mieloma Múltiple

source: Infection
es: Infección

source: Deceased
es: Fallecido

source: Lost to Follow-Up
es: Perdido Durante el Seguimiento

source: Date of Death
es: Fecha de la Muerte

source: Cause of Death
es: Causa de la Muerte

source: Lost to Follow-up
es: Perdido Durante el Seguimiento

source: Patient status
es: Estado del Paciente

source: Treatment Line
es: Línea de Tratamiento

source: Treatment Lines
es: Líneas de Tratamiento

source: Visit date
es: Fecha de Visita

source: Albumin
es: Albúmina

source: MProtein Urine
es: Proteinuria

source: Mprotein in 24 hour urine
es: Proteinuria 24 horas

source: Follow-up
es: Seguimiento

source: Follow-ups
es: Seguimientos

source: Loaded From File
es: Cargado desde archivo

source: Created From UI
es: Creado por UI

source: source
es: origen

source: Validated
es: Validado

source: Has Errors
es: Tiene errores

source: Data Quality Reviewed
es: Calidad de datos revisada

source: Patient Load
es: Carga de pacientes

source: Patient Loads
es: Cargas de pacientes

source: Name
es: Nombre

source: Synonym
es: Sinónimo

source: System
es: Sistema

source: Code
es: Código

source: Version
es: Versión

source: Patient Search
es: Búsqueda de Pacientes

source: Advanced
es: Avanzado

source: Search
es: Buscar

source: Patient
es: Paciente

source: Patients
es: Pacientes

source: External System
es: Sistema externo

source: Extenal Identifier
es: Identificador externo

source: Created
es: Creado

source: Updated
es: Actualizado

source: Created By
es: Creado por

source: Updated By
es: Actualizado por

source: Category Name
es: Nombre de la Categoría

source: Active
es: Activo

source: Start
es: Iniciar

source: End
es: Finalizar

source: Consistency Token
es: Token de consistencia

source: Stage
es: Etapa

source: Episode
es: Episodio

source: Episodes
es: Episodios

source: Destination
es: Destino

source: Destinations
es: Destinos

source: Ethnicity
es: Etnicidad

source: Ethnicities
es: Etnicidades

source: Gender
es: Género

source: Genders
es: Géneros

source: Marital Status
es: Estado Civil

source: Marital statuses
es: Estados Civiles

source: Title
es: Título

source: Titles
es: Títulos

source: The unique identifier for this patient at the hospital.
es: El identificador único de este paciente en el hospital.

source: Demographics
es: Datos Demográficos

source: NHS Number
es: Número del NHS

source: Surname
es: Apellido

source: First Name
es: Nombre

source: Middle Name
es: Segundo Nombre

source: Date of Birth
es: Fecha de Nacimiento

source: Marital status
es: Estado Civil

source: Post Code
es: Código Postal

source: GP Practice Code
es: Código de la práctica de la medicina general

source: Country of Birth
es: País de Nacimiento

source: Death Indicator
es: Indicador de Muerte

source: Sex
es: Sexo

source: Date Of Birth
es: Fecha de Nacimiento

source: Please enter a valid date of birth in the format DD/MM/YYYY
es: Por favor, introduzca una fecha de nacimiento válida en el formato DD/MM/AAAA

source: Banned Passwords
es: Contraseñas Prohibidas

source: This list of 1000 common passwords are banned for this application.
es: Esta lista de 1000 contraseñas comunes está prohibida para esta aplicación.

source: Django site admin
es: Administrador del sitio Django

source: Delete item?
es: ¿Borrar artículo?

source: Do you want to delete this item?
es: ¿Desea eliminar este artículo?

source: Delete
es: Borrar

source: Cancel
es: Cancelar

source: Created by
es: Creado por

source: Last updated by
es: Última actualización por

source: Last updated
es: Última actualización

source: Loading
es: Cargando

source: Your username and password didn't match. Please try again.
es: Su nombre de usuario y contraseña no coinciden. Por favor, inténtalo de nuevo.

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Sign in
es: Acceder

source: Change Password
es: Cambiar la Contraseña

source: For security purposes, passwords should be at least 6 characters, and not feature on the <a href="%(banned)s" target="_blank">list of banned passwords</a>.
es: Por razones de seguridad, las contraseñas deben tener al menos 6 caracteres y no deben aparecer en la <a href=“%(banned)s” target=“_blank”>lista de contraseñas prohibidas.</a>.

source: Save
es: Guardar

source: English
es: Inglés

source: Spanish
es: Español

source: Hebrew
es: Hebreo

source: If the option is not present, you can add it <a href="%(admin_url)s">here</a>
es: Si la opción no está presente, puede añadirla <a href="%(admin_url)s">aquì</a>

source: zero
es: cero

source: one
es: un

source: two
es: dos

source: few
es: algunos

source: many
es: muchos

source: other
es: otros

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Before Christ
es: Antes de Cristo (AC)

source: BC
es: AC

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Sun
es: Dom

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mie

source: Thu
es: Jue

source: Fri
es: Vier

source: Sat
es: Sáb

source: Jan
es: Ene

source: Apr
es: Abr

source: Aug
es: Ago

source: Dec
es: Dic

source: Unvalidated Patients
es: Pacientes no validados

source: patient
es: paciente

source: patients
es: pacientes

source: to be validated.
es: A validar

source: Validating
es: Validando

source: All patients have been validated.
es: Todos los pacientes han sido validados.

source: Upload Patient Data
es: Subir datos del paciente

source: Browse
es: Navegar

source: Upload a zip file
es: Subir un archivo zip

source: Upload
es: Subir

source: Processing Data Upload
es: Procesando la carga de datos

source: File upload error
es: Error al subir el archivo

source: We are unable to process the file
es: No se puede procesar el archivo

source: No patients have been saved.
es: No se han guardado pacientes

source: errors found in this upload
es: errores encontrados en esta carga

source: error found in this upload
es: error encontrado en esta carga

source: File
es: Archive

source: Description
es: Descripción

source: There are no patients with errors
es: No hay pacientes con errores

source: Delete line of treatment?
es: Borrar líneas de tratamiento?

source: Do you want to delete this line of treatment?
es: ¿Desea eliminar esta linea de tratamiento?

source: Where imported patient records are as complete as possible despite validation errors, you may remove them from the list of patients with errors by marking them as reviewed.
es: Cuando los registros de pacientes importados estén lo más completos posible a pesar de los errores de validación, puede eliminarlos de la lista de pacientes con errores marcándolos como revisados.

source: Reviewed
es: Revisado

source: ID
es: Identificación

source: Birth Date
es: Fecha de Nacimiento

source: We've found
es: Hemos encontrado

source: Condition
es: Condición

source: A condition is required
es: Se requiere una condición

source: Patient not found
es: Paciente no encontrado

source: We're sorry but we couldn't find the patient you're looking for.
es: Lo sentimos, pero no hemos podido encontrar al paciente que busca.

source: Perhaps try searching for them instead?
es: ¿Tal vez intente buscarlos en su lugar?

source: Validation errors reviewed
es: Errores de validación revisados

source: Potentially Lost To Follow-Up
es: Potencialmente Perdido Durante el Seguimiento

source: Report patient death or lost to follow up here.
es: Informe la muerte del paciente o la pérdida del seguimiento aquí

source: Death details
es: Detalles de la muerte

source: External Identifier Or ID
es: Identificador externo o Identificación

source: We couldn't find any results for your search.
es: No hemos encontrado ningún resultado para su búsqueda.

source: Home
es: Inicio

source: Female
es: Mujer

source: Male
es: Hombre

source: Not Known
es: No conocida

source: Not Specified
es: No especificado

source: Zaragosa
es: Zaragoza

source: Not Available
es: No disponible

source: Adverse event
es: Evento adverso

source: Progression
es: Progresión

source: Death
es: Muerte

source: Remission Achieved
es: Remisión Lograda

source: Patient Request
es: Solicitud del Paciente

source: By End Of Scheduled Cycles
es: Al Final de Los Ciclos Programados

source: Toxicity
es: Toxicidad

source: CLL Regimen List
es: Lista de regímenes de LLC

source: CLL Stop Reason List
es: Lista de motivos de detención de LLC

source: Stage A
es: Etapa A

source: Stage B
es: Etapa B

source: Date of Diagnosis
es: Fecha del Diagnóstico

source: Binet Stage
es: Etapa Binet

source: Diagnosis details
es: Detalles del Diagnóstico

source: Treatment
es: Tratamiento

source: Observation after remission
es: Observación tras la remisión

source: Number of Cycles
es: Número de ciclos

source: Start Date
es: Fecha de Inicio

source: End Date
es: Fecha de Finalización

source: Regimen
es: Régimen

source: Regimen Type
es: Tipo de Régimen

source: Reason for Regimen Stop
es: Motivo de la Interrupción del Régimen

source: Regimen part of clinical trial
es: El régimen forma parte de un ensayo clínico

source: Treatment of indefinite duration
es: Tratamiento de duración indefinida

source: Regimens
es: Regímenes

source: Complete Remission
es: Remisión Completa

source: Progressive Disease
es: Enfermedad Progresiva

source: Partial Response
es: Respuesta Parcial

source: Stable Disease
es: Enfermedad Estable

source: Response Date
es: Fecha de Respuesta

source: Best Response
es: La Mejor Respuesta

source: Mobility
es: Movilidad

source: Selfcare
es: Autocuidado

source: Usual Activities
es: Actividades Habituales

source: Pain/Discomfort
es: Dolor/Malestar

source: Anxiety/Depression
es: Ansiedad/Depresión

source: Date of measurement
es: Fecha de medición

source: Creatinine clearance
es: Aclaramiento de creatinina

source: Beta-2-Microglobulin
es: Beta-2-Microglobulina

source: Bulky disease present
es: Enfermedad voluminosa presente

source: Cytogenetic Date
es: Fecha Citogenética

source: Mutated
es: Mutado

source: Non-mutated
es: No mutado

source: IGHV rearrangement
es: Reordenamiento IGHV

source: TP53 mutation
es: Mutación TP53

source: Complex Karyotype
es: Cariotipo Complejo

source: Cytogenetic tests
es: Pruebas Citogenéticas

source: Bulky disease > 5 cm
es: Enfermedad Voluminosa > 5 cm

source: Please complete details for this patient to continue.
es: Por favor, complete los detalles de este paciente para continuar.

source: Lines Of Treatment
es: Líneas de Tratamiento

source: Additional Characteristics
es: Características adicionales

source: Cytogenetics
es: Citogenética

source: Quality Of Life 5Q
es: Calidad de Vida 5Q

source: IGHV mutated
es: IGHV mutado

source: Date
es: Fecha

source: Cycles
es: Ciclos

source: Type
es: Tipo

source: Reason
es: Razón

source: IgG
es: Inmunoglobulina G (IgG)

source: No Heavy Chain
es: Sin Cadena Pesada

source: No Light Chain
es: Sin Cadena Ligera

source: MM Regimen List
es: Lista de Regímenes MM

source: MM Stop Reason List
es: Lista de motivos de parada de MM

source: Diagnosis Details
es: Detalles del Diagnóstico

source: Solitary Bone Plasmacytoma
es: Plasmacitoma Oseo Solitario

source: Symptomatic Multiple Myeloma
es: Mieloma Múltiple Sintomático

source: Plasmatic Celiac Leukemia
es: Leucemia Celíaca Plasmática

source: Primary Amylodosis
es: Amilodosis Primaria

source: Asymptomatic MM
es: MM Asintomático

source: Symptomatic
es: Sintomático

source: Very Symptomatic
es: Muy Sintomático

source: Date Of Diagnosis
es: Fecha del Diagnóstico

source: Date Of First Centre Visit
es: Fecha de la Primera Visita al Centro

source: Referred
es: Referido

source: Previous Hospital
es: Hospital Anterior

source: Diagnosis
es: Diagnóstico

source: Heavy chain type
es: Tipo de cadena pesada

source: Light chain type
es: Tipo de cadena ligera

source: Epidemiological Register
es: Registro Epidemiológico

source: GAH Score
es: GAH

source: IMWG Scale
es: IMWG Escala

source: ICC Scale
es: ICC Escala

source: Height
es: Altura

source: Weight
es: Peso

source: Patient Status
es: Estado del Paciente

source: Patient Statuses
es: Estados de los Pacientes

source: Multiple Myeloma
es: Mieloma múltiple

source: Thrombosis
es: Trombosis

source: Not Disease Related
es: No Relacionado con la Enfermedad

source: not available
es: no disponible

source: Dead
es: Muerto

source: Lost
es: Perdido

source: Alive
es: Vivo

source: Status
es: Estatus

source: Date Of Death
es: Fecha de la Muerte

source: Cause Of Death
es: Causa de la Muerte

source: Past Medical History
es: Historial Médico Anterior

source: Past Medical Histories
es: Historias Clínicas Anteriores

source: Previous Neoplasm
es: Neoplasia Anterior

source: Details
es: Detalles

source: Chronic Renal Insufficiency
es: Insuficiencia Renal Crónica

source: Insufficiency Date
es: Fecha de Insuficiencia

source: Monoclonal Pathology
es: Patología Monoclonal

source: Symtomatic Multiple Myeloma
es: Mieloma Múltiple Sintomático

source: Asymtomatic Multiple Myeloma
es: Mieloma Múltiple Asintomático

source: Monoclonal Pathology Of Uncertain Meaning
es: Patología Monoclonal de Significado Incierto

source: Diagnosis Date
es: Fecha del Diagnóstico

source: External Pasmocytoma
es: Pasmocitoma Externo

source: Comorbidities
es: Comorbilidades

source: Undocumented Preinfection
es: Preinfección No Documentada

source: Microbiologically Documented Without Bacteremia
es: Microbiológicamente Documentado Sin Bacteriemia

source: Microbiologically Documented With Bacteremia
es: Microbiológicamente Documentado Con Bacteriemia

source: Clinically Documented
es: Documentado Clínicamente

source: Renal Failure
es: Insuficiencia Renal

source: Neuropathy
es: Neuropatía

source: Hemorrhage
es: Hemorragia

source: Fever
es: Fiebre

source: Infection Type
es: Tipo de Infección

source: Type Of Microorganism Infection
es: Tipo de Infección Por Microorganismos

source: Infection Source
es: Fuente de Infección

source: Condition Name
es: Nombre de la Condición

source: Induction
es: Inducción

source: Maintenance
es: Mantenimiento

source: Consolidation
es: Consolidación

source: Relapse
es: Recaída

source: Watch and wait
es: Observar y esperar

source: Clinical Relapse
es: Recaída Clínica

source: Biological Relapse
es: Recaída Biológica

source: Regimen Details
es: Detalles del Régimen

source: Start Reason
es: Motivo de inicio

source: Stop Reason Details
es: Detalles del Motivo de Parada

source: Bone Disease Treatment
es: Tratamiento de Enfermedades Oseas

source: Bone Disease Treatments
es: Tratamientos de Enfermedades Oseas

source: Bisphosphonates Induction
es: Inducción de Bifosfonatos

source: Vertebroplasty Induction
es: Inducción de la Vertebroplastia

source: Other Induction
es: Otra Inducción

source: Treatment Type
es: Tipo de Tratamiento

source: Treatment Details
es: Detalles del Tratamiento

source: Bisphosphonate Treatment
es: Tratamiento Con Bifosfonatos

source: Vertebroplasty Kyphoplasty Date
es: Vertebroplastia Cifoplastia Fecha

source: Vertebroplasty Kyphoplasty Description
es: Vertebroplastia Cifoplastia Descripción

source: Response
es: Respuesta

source: Responses
es: Respuestas

source: Minimal response
es: Respuesta mínima

source: Partial response
es: Respuesta parcial

source: Very good partial response
es: Muy buena respuesta parcial

source: Complete response
es: Respuesta Completa

source: Stringent complete response
es: Respuesta Completa Estricta

source: Near complete response
es: Respuesta Casi Completa

source: Immunophenotypic complete response
es: Respuesta Completa Inmunofenotípica

source: Stable disease
es: Enfermedad estable

source: Progressive disease
es: Enfermedad progresiva

source: Response unknown/NA
es: Respuesta desconocida/NA

source: FC (Flow Cytometry)
es: FC (Citometría de Flujo)

source: Both
es: Ambos

source: Progression Date
es: Fecha de Progresión

source: Negative MRD
es: Negativo MRD

source: Negative MRD Date
es: Fecha negativa de MRD

source: MRD Technique
es: Técnica MRD

source: Radiotherapy Induction
es: Inducción de la Radioterapia

source: Radiotherapy Inductions
es: Inducciones de Radioterapia

source: Eligible For Stem Cell Transplant
es: Elegible Para el Trasplante de Células Madre

source: Stem Cell Transplant Eligibility
es: Elegibilidad Para el Trasplante de Células Madre

source: Stem Cell Transplant Eligibilities
es: Elegibilidades Para el Trasplante de Células Madre

source: Lab Tests
es: Pruebas de Laboratorio

source: Hemoglobin
es: Hemoglobina

source: Leucocytes
es: Leucocitos

source: Platelets
es: Plaquetas

source: Creatinine
es: Creatinina

source: Alkaline Phosphatase
es: Fosfatasa Alcalina

source: Calcium
es: Calcio

source: Troponine
es: Troponina

source: Glomerular Filtration
es: Filtración Glomerular

source: Beta 2 Microglobulin
es: Beta 2 Microglobulina

source: Imaging
es: Imágenes

source: Zero
es: Cero

source: One
es: Uno

source: Two
es: Dos

source: Three
es: Tres

source: Negative
es: Negativo

source: Positive
es: Positivo

source: Not Done
es: No Hecho

source: Bone Series Test Image
es: Imagen de Prueba de la Serie Osea

source: Bone Series Description
es: Descripción de la Serie Osea

source: CT Scan
es: Tomografía Computarizada (TC)

source: CT Scan Description
es: Descripción de la Tomografía Computarizada (TC)

source: Resonance
es: Resonancia

source: Resonance description
es: Descripción de la Resonancia

source: PET scan
es: Tomografía por Emisión de Positrones (TEP)

source: PET scan description
es: Descripción de la Tomografía por Emisión de Positrones (TEP)

source: Other Imaging Test
es: Otras Pruebas de Imagen

source: Other Imaging Test Description
es: Otras Pruebas de Imagen Descripción

source: Monoclonal serum amount
es: Cantidad de Suero Monoclonal

source: Lambda Light Chain Count
es: Recuento de Cadenas Ligeras Lambda

source: Kappa Light Chain Count
es: Recuento de Cadenas Ligeras Kappa

source: Kappa Lambda Ratio
es: Relación Kappa Lambda

source: Urinary Monoclonal Count gr/24
es: Recuento Monoclonal Urinario gr/24

source: Clinically Documented Infection
es: Infección Clínicamente Documentada

source: Undocumented Infection
es: Infección No Documentada

source: Other Microbiologic Documented Infection
es: Otra Infección Microbiológica Documentada

source: Stage I
es: Etapa I

source: Stage II
es: Etapa II

source: Stage III
es: Etapa III

source: Infection_Type
es: Tipo de Infección

source: Microorganism
es: Microorganismo

source: Hypercalcemia
es: Hipercalcemia

source: Dialysis
es: Diálisis

source: Bone Pain
es: Dolor de Huesos

source: Extramedullary plasmacytomas
es: Plasmacitomas Extramedulares

source: Chromosome Alterations
es: Alteraciones Cromosómicas

source: Normal Study
es: Estudio Normal

source: Other study
es: Otro Estudio

source: Disease Data
es: Datos de la Enfermedad

source: The negative MRD should be after the date of diagnosis
es: La MRD negativa debe ser posterior a la fecha del diagnóstico

source: Start date must be after date of birth
es: La fecha de inicio debe ser posterior a la fecha de nacimiento

source: End date must be after the start date
es: La fecha de finalización debe ser posterior a la fecha de inicio

source: Neoplasm
es: Neoplasia
