Repository: solventrix/HONEUR_eCRF
Catalog: entrytool/locale/*/LC_MESSAGES/django.po
Languages: he, ru

source: Add Patient
he: הוסף חולה
ru: новый пациент

source: Log Out
he: להתנתק
ru: выйти

source: Admin
he: מנהל
ru: админ

source: External Identifier
he: מזהה חיצוני
ru: внешний идентификатор

source: Hospital
he: בית חולים
ru: больница

source: Hospitals
ru: больницы

source: Allogenic
he: אלוגני
ru: аллогенный

source: Autologous
he: אוטולוגי
ru: аутологичный

source: Unknown
he: לא ידוע
ru: неизвестно

source: Date of SCT
he: תאריך הטיפול בתאי גזע
ru: дата

source: Type of SCT
he: סוג הטיפול בתאי גזע
ru: Тип

source: Mobilization regimen
ru: режим МОБИЛИЗАЦИЯ

source: Start of mobilization
ru: начало мобилизационной терапии

source: End of mobilization
ru: конец мобилизационной терапии

source: CD34+ collection
ru: собрано CD34+

source: MRD of bone marrow sample
ru: МОБ в аферезном продукте

source: Stem Cell Transplant
he: השתלת תאי גזע
ru: ТКМ

source: Stem Cell Transplants
he: השתלות תאי גזע
ru: ТКМ

source: Under Treatment
he: קווי טיפול
ru: под лечением

source: Dead
he: מֵת
ru: мертвых

source: Lost to Follow-up
he: לא הצלחתי לעקוב
ru: потерян для продолжения

source: Yes
he: כן
ru: да

source: No
he: לא
ru: нет

source: Disease
he: מַחֲלָה
ru: болезнь

source: Complications of Disease
he: סיבוכים של מחלה
ru: осложнения болезни

source: Other
he: אַחֵר
ru: Другой

source: Stage I
he: שלב I
ru: I

source: Stage II
he: שלב ב '
ru: II

source: Stage III
he: שלב III
ru: III

source: Light Chain Myeloma
he: מיאלומה של שרשרת
ru: миелома легких цепей

source: Kappa
ru: каппа

source: Lambda
ru: лямбда

source: Standard risk
ru: стандарт

source: Intermediate risk
ru: средний

source: High risk
ru: высоко

source: Patient Status
he: מצב החולה
ru: статус пациента

source: Date of Diagnosis
he: תאריך האבחון
ru: дата постановки диагноза

source: Date of last visit
ru: дата последнего посещения

source: ISS Stage
ru: Стадия ISS

source: R-ISS Stage
he: שלב פרוגנוזה של מיאלומה נפוצה
ru: R-ISS

source: DS Stage
ru: Стадия Salmon-Durie

source: PP Type
he: סוג PP
ru: Тип

source: Light Chain Type
ru: Тип секр цепей

source: Date of Death
he: תאריך פטירה
ru: Дата смерти

source: Cause of Death
he: סיבת המוות
ru: причина смерти

source: Risk stratification
ru: стратификация риска

source: Patient Details
he: פרטי המטופל
ru: данные пациента

source: Stop Reason
ru: ПРИЧИНА ПРЕКРАЩЕНИЯ ТЕРАПИИ

source: Treatment Line
he: קו טיפול
ru: линия обработки

source: Treatment Lines
ru: линии обработки

source: Induction
he: הַשׁרָאָה
ru: индукция

source: Maintenance
he: תחזוקה
ru: поддержание

source: Conditioning
he: הַתנָיָה
ru: кондиционирование

source: Watch and wait
he: צפו וחכו
ru: смотреть и ждать

source: Number of Cycles
he: מספר מחזורים
ru: количество циклов

source: Start Date
he: תאריך התחלה
ru: Дата начала

source: End Date
he: תאריך סיום
ru: Дата окончания

source: Regimen
he: מִשׁטָר
ru: режим

source: Regimen Type
he: סוג משטר
ru: тип режима

source: Reason for Regimen Stop
he: הסיבה להפסקת המשטר
ru: остановить причину

source: Regimens
ru: режимы

source: Minimal response
he: תגובה מינימלית
ru: MR

source: Partial response
he: תגובה חלקית
ru: PR

source: Very good partial response
he: תגובה חלקית טובה מאוד
ru: VGPR

source: Complete response
he: תגובה מלאה
ru: CR

source: Stringent complete response
he: תגובה שלמה מחמירה
ru: SCR

source: Near complete response
he: תגובה כמעט מלאה
ru: NCR

source: Immunophenotypic complete response
he: תגובה שלמה אימונופנוטיפ
ru: ICR

source: Stable disease
he: מחלה יציבה
ru: SD

source: Progressive disease
he: מחלה מתקדמת
ru: PD

source: Response unknown/NA
ru: неизвестно

source: Response Date
he: תאריך תגובה
ru: дата ответа

source: Response
he: תְגוּבָה
ru: ответ

source: Responses
ru: ответы

source: Progresion/relapse date
ru: дата ПРОГРЕССИРОВАНИЕ/РЕЦИДИВ

source: Progression/relapse
ru: ПРОГРЕССИРОВАНИЕ/РЕЦИДИВ

source: Visit date
he: תאריך ביקור
ru: дата посещения

source: erythrocytes
ru: Эритроциты

source: hemoglobin
ru: Гемоглобин

source: hematocrit
ru: Гематокрит

source: reticulocytes
ru: Ретикулоциты

source: leucocytes
ru: Лейкоциты

source: myeloblasts
ru: Миелобласты

source: promyelocytes
ru: Промиелоциты

source: myelocytes
ru: Миелоциты

source: eosinophils
ru: Эозинофилы

source: basophils
ru: Базофилы

source: lymphocytes
ru: Лимфоциты

source: monocytes
ru: Моноциты

source: plasmablasts
ru: Плазмобласты

source: plasmacytes
ru: Плазмоциты

source: platelets
ru: Тромбоциты

source: Beta-2-microglobulin
ru: В2-м-н

source: albumin
ru: Альбумин

source: LDH
ru: ЛДГ

source: Blood Count
ru: анализ крови

source: Blood Counts
ru: анализ крови

source: IFT Date
ru: Дата ИФТ

source: MRD status
ru: МОБ статус

source: Percentage of tumor cells by IFT
ru: Процент опухолевых клеток по ИФТ, МОБ

source: Initial phenotype of tumor cells
ru: Исходный фенотип опухолевых клеток

source: Phenotype
ru: фенотип

source: CD38/CD138 presence
ru: CD38СD138

source: CD56 presence
ru: CD56

source: CD19 presence
ru: CD19

source: CD20 presence
ru: CD20

source: CD27 presence
ru: CD27

source: CD117 presence
ru: CD117

source: CRAB date
ru: CRAB Дата

source: Hypercalcemia
ru: гиперкальциемия

source: Total calcium > 2.65 mmol/
ru: Обший кальций >2.65 mmol/L

source: Ionized calcium > 1.5 mmol/L
ru: ионизированный кальций >1.5 mmol/L

source: creatinine >= 177 umol/L
ru: креатинин ≥177 мкмоль/л

source: Hemoglobin < 100g/L or decrease of 20 g/d from norm
ru: гемоглобин < 100 г/л или снижение на 20 г/д от нормы

source: Bone destruction
ru: костные деструкции

source: Region of osteolysis
ru: локализация остеодеструкций

source: Number of affected zones
ru: Количество пораженных зон ОД

source: Cytogenetic Date
ru: Дата

source: IGHV rearrangement
ru: перестройка IgH

source: chromosome 1 abnormalities
ru: Изменения 1 хромосомы

source: Cytogenetic tests
ru: цитогенетические тесты

source: Trephine biopsy
ru: трепанобиопсии

source: Trephine biopsies
ru: трепанобиопсии

source: Trephine Biopsy Date
ru: Дата трепанобиопсии

source: Cellularity
ru: Клеточность

source: Hematopoietic tissue (%)
ru: Процент ГЕМОПОЭТИЧЕСКИЕ КЛЕТКИ

source: Adipose tissue (%)
ru: Процент жировой ткани

source: Plasma infiltration (%)
ru: Процент ПЛАЗМАТИЧЕСКАЯ ИНФИЛЬТРАЦИЯ

source: Histological and immunohistochemical features
ru: Гистологические и иммуногистохимические оособенности случая

source: M-Component
ru: М-компонент

source: Bone scan
ru: RG

source: Bone scans
ru: RG

source: Corresponds to Rx
ru: соответствует Rg

source: Improved diagnosis
ru: улучшило диагнстику

source: Not done
ru: не делали

source: Vertebroplasty
ru: вертебропластика

source: Plate installation
ru: установка пластины

source: Plastering
ru: гипсование

source: Bone Scan Date
ru: дата сканирования

source: Destruction zones in the skull
ru: ОД в черепе

source: Destruction zones in the shoulder girdle
ru: ОД в плечевом поясе

source: Destruction zones in ribs, chest
ru: ОД в ребрах, грудной клетке

source: Destruction zones in the spine
ru: ОД в позвоночнике

source: Destruction zones in the pelvic bones
ru: ОД в костях таза

source: Destruction zones in long tubular bones
ru: ОД в длинных трубчатых костях

source: MRI done
ru: МРТ делали

source: Outcome of MRI
ru: результат MPT

source: PET-CT scan done
ru: ПЭТ-КТ делали

source: Outcome of PET-CT
ru: результат ПЭТ-КТ

source: Plasmacytoma present
ru: Плазмоцитома

source: Scintigraphy done
ru: Сцинтиграфия

source: Compression fractures present
ru: Компрессионные переломы

source: Spinal cord compression
ru: Сдавление спинного мозга

source: Surgical aid performed
ru: Хирургическое пособие

source: Protein measurement
ru: измерение белка

source: Protein measurements
ru: измерения белка

source: Protein measurement date
ru: дата измерения белка

source: Bence-Jones Protein present in urine
ru: белок Бенс-Джонса в суточной моче

source: Bence-Jones Protein in Urine over time
ru: белок Бенс-Джонса в суточной моче г/сут

source: Light chain secretion
ru: Секреция цепей

source: Serum kappa chain
ru: каппа цепи сыворотки

source: Serum free kappa chains
ru: свободные каппа цепи сыворотки

source: Serum lambda
ru: лямбда цепи сыворотки

source: Serum free lambda chains
ru: свободные лямбда цепи сыворотки

source: Urine kappa chains
ru: каппа цепи в моче

source: Urine free kappa chains
ru: свободные каппа цепи в моче

source: Urine lambda chains
ru: лямбда цепи в моче

source: Urine free lambda chains
ru: свободные лямбда цепи в моче

source: FLC ratio
ru: соотношение FLC сыворотка

source: Radiation therapy date
ru: Дата

source: Radiation therapy
ru: ЛУЧЕВАЯ ТЕРАПИЯ

source: Patient
he: סבלני
ru: пациент

source: Patients
ru: пациенты

source: Created
he: נוצר
ru: создан

source: Updated
ru: обновлено

source: Created By
ru: создан

source: Updated By
he: עודכן לאחרונה על ידי
ru: обновлено

source: Active
he: פָּעִיל
ru: активный

source: Start
he: הַתחָלָה
ru: НАЧАЛО

source: End
he: סוֹף
ru: конец

source: Consistency Token
he: אסימון עקביות
ru: токен согласованности

source: Stage
ru: сцена

source: Demographics
he: דמוגרפיה
ru: демография

source: Date of Birth
ru: Дата рождения

source: Sex
he: מִין
ru: Пол

source: Save
he: להציל
ru: сохранять

source: ECRF Sint Petersburg
ru: ECRF Санкт-Петербург

source: %(label)s is required
he: סטטוס נדרש %(label)s
ru: %(label)s требуется

source: %(label)s is after the date of death
he: הוא אחרי תאריך המוות %(label)s
ru: %(label)s после даты смерти

source: %(label)s is in the future
he: נמצא בעתיד %(label)s
ru: %(label)s в будущем

source: Maximum length is %(maxlength)s
he: %(maxlength)s אורך מקסימלי הוא
ru: максимальная длина %(maxlength)s

source: %(label)s is too low
he: נמוך מדי %(label)s
ru: %(label)s слишком низкий

source: %(label)s is too high
he: גבוה מדי %(label)s
ru: %(label)s слишком велик

source: %(label)s is outside normal bounds
ru: %(label)s вне нормальных границ

source: Delete
he: לִמְחוֹק
ru: Удалить

source: Cancel
he: לְבַטֵל
ru: Отмена

source: Fill me
ru: отсутствующий

source: Destruction zone locations
ru: ОД локации

source: Additional scans
ru: дополнительные сканирования

source: Compression fractures
ru: компрессионные переломы

source: Spinal compression
ru: сдавление позвоночника

source: Surgical aid
ru: Хирургическое пособие

source: Skull
ru: череп

source: Shoulder
ru: плечо

source: Ribs
ru: ребра

source: Spine
ru: позвоночник

source: Pelvis
ru: лоханка

source: Tubular bones
ru: трубчатые кости

source: MRI
ru: МРТ

source: PET-CT
ru: ПЭТ-КТ

source: Total > 2.65 / Ionized > 1.5
ru: Всего > 2.65 / ионизированный > 1.5

source: Renal failure
ru: Почечная недостаточность

source: Anemia
ru: Анемия

source: zones
ru: зоны

source: Karyotype
ru: Кариотип

source: chr1 abnormality
ru: Изменения 1 хромосомы

source: Please complete details for this patient to continue.
he: אנא מלא פרטים להמשך חולה זה.
ru: Пожалуйста, заполните детали, чтобы продолжить

source: Bence-Jones protein
ru: белок Бенс-Джонса

source: Serum Kappa chains (free)
ru: каппа цепи сыворотки (свободные)

source: Urine Kappa chains (free)
ru: каппа цепи в моче (свободные)

source: Serum Lambda chains (free)
ru: лямбда цепи сыворотки (свободные)

source: Urine Lambda chains (free)
ru: лямбда цепи в моче (свободные)

source: Hematopoietic tissue (%%)
ru: ГЕМОПОЭТИЧЕСКИЕ КЛЕТКИ (%%)

source: Adipose tissue (%%)
ru: ЖИРОВАЯ ТКАНЬ(%%)

source: Plasma infiltration (%%)
ru: ПЛАЗМАТИЧЕСКАЯ ИНФИЛЬТРАЦИЯ (%%)

source: Histological features
ru: ГИСТОЛОГИЧЕСКИЕ ОСОБЕННОСТИ

source: Scan date must be after the patient's birth date
ru: Дата сканирования должна быть позже даты рождения

source: MRI Scan Done
ru: MPT

source: PET-CT Scan Done
ru: ПЭТ-КТ

source: Visit date must be after the patient's birth date
he: תאריך הביקור חייב להיות לאחר תאריך לידתו של המטופל
ru: Дата посещения должна быть позже даты рождения

source: Bone Destruction
ru: Костные деструкции

source: Test date must be after the patient's birth date
ru: Дата теста должна быть позже даты рождения

source: CD38 presence is required
ru: CD38 требуется

source: CD56 presence is required
ru: CD56 требуется

source: CD19 presence is required
ru: CD19 требуется

source: CD20 presence is required
ru: CD20 требуется

source: CD27 presence is required
ru: CD27 требуется

source: CD117 presence is required
ru: CD117 требуется

source: Status is required
he: סטטוס נדרש
ru: статус требуется

source: Date
he: תַאֲרִיך
ru: Дата

source: Follow up date must be after the patient's birth date
he: תאריך המעקב חייב להיות לאחר תאריך הלידה של המטופל
ru: Дата должна быть позже даты рождения пациента

source: Cause of Death is required
he: נדרשת סיבת מוות
ru: Дата должна быть позже даты рождения пациента

source: Date of death must be after the patient's birth date
he: תאריך הפטירה חייב להיות לאחר תאריך לידתו של המטופל
ru: Дата должна быть позже даты рождения пациента

source: Date of diagnosis must be after the patient's birth date
he: תאריך האבחון חייב להיות לאחר תאריך לידתו של המטופל
ru: Дата должна быть позже даты рождения пациента

source: The response should be after the date of diagnosis
he: התגובה צריכה להיות לאחר תאריך האבחון
ru: дата должна быть позже даты диагностики

source: Bence-Jones protein present
ru: протеин Бенс-Джонса

source: Light chain secretion (yes/no)
ru: секреция цепей

source: Start Date must be after the patient date of diagnosis
he: תאריך ההתחלה חייב להיות לאחר תאריך האבחון של המטופל
ru: дата должна быть позже даты диагностики

source: End Date must be after the start date
he: תאריך הסיום חייב להיות אחרי תאריך ההתחלה
ru: дата окончания должна быть позже даты начала

source: The SCT should be after the date of diagnosis
he: ה- SCT צריך להיות לאחר תאריך האבחון
ru: дата должна быть позже даты диагностики

source: The regimen cannot overlap with another regimen
he: המשטר אינו יכול לחפוף למשטר אחר
ru: режим не может совпадать с другим режимом

source: No regimen is connected to this response
he: לתגובה זו לא קשור שום משטר
ru: никакой режим не связан с этим ответом

source: A response date is not connected to a regimen
he: תאריך תגובה אינו מחובר למשטר
ru: дата ответа не связана с режимом

source: This date is not connected to a regimen
he: תאריך זה אינו קשור למשטר
ru: эта дата не связана с режимом

source: Date of diagnosis is greater than a regimen start date
ru: Дата постановки диагноза после даты начала режима

source: Date of diagnosis is greater than an SCT date
ru: Дата постановки диагноза после даты трансплантации стволовых клеток.

source: Date of diagnosis is greater than a response date
ru: Дата постановки диагноза после даты ответа

source: This regimen overlaps with another line of treatment
he: משטר זה חופף לקו טיפול אחר
ru: Этот режим частично совпадает с другой линией лечения.

source: ID
he: תְעוּדַת זֶהוּת
ru: идентификация

source: Birth Date
he: תאריך לידה
ru: Дата рождения

source: We've found
he: מצאנו
ru: мы нашли

source: patients
he: חולים
ru: пациенты

source: patient
he: חולים
ru: пациенты

source: Patient not found
he: מצב החולה
ru: Пациент не найден

source: We're sorry but we couldn't find the patient you're looking for.
he: אנו מצטערים אך לא מצאנו את המטופל אותו חיפשת.
ru: Извините, но мы не можем найти пациента, которого вы ищете

source: Lines Of Treatment
he: קווי טיפול
ru: линии лечения

source: CRAB Criteria
ru: Критерии CRAB

source: Immunophenotyping
ru: ИФТ

source: Protein Measurements
ru: измерения белка

source: Blood count
ru: анализ крови

source: Status
he: סטָטוּס
ru: Статус

source: Death
he: מוות
ru: Смерть

source: Protein Type
ru: тип белка

source: Cycles
he: מחזורים
ru: циклы

source: Type
he: סוּג
ru: тип

source: Patient Search
he: חיפוש מטופלים
ru: поиск пациента

source: External Identifier Or ID
he: מזהה חיצוני או מזהה
ru: Внешний идентификатор или ID

source: Search
he: לחפש
ru: поиск

source: We couldn't find any results for your search.
he: לא הצלחנו למצוא תוצאות לחיפושך.
ru: результатов не найдено

source: Home
he: בית
ru: дома

source: History of SMM
he: היסטוריה של מיאלומה נפוצה

source: Date of SMM diagnosis
he: מועד אבחון מיאלומה נפוצה

source: History of MGUS
he: היסטוריה של גמופתיה חד-שבטית בעלת משמעות לא קבועה

source: Date of MGUS Diagnosis
he: תאריך גמופתיה חד שבטית באבחון משמעות לא קבוע

source: AE List
he: רשימת AE

source: I
he: אני

source: Adverse Event
he: תופעת לוואי

source: Severity
he: חוּמרָה

source: Date of AE
he: תאריך האירוע השלילי

source: Response unknown
he: תְגוּבָה

source: beta2m
he: בטא 2 מ '

source: Albumin
he: אלבומין

source: Creatinin
he: קריאטינין

source: Kappa Lambda Ratio
he: יחס קאפה למבדה

source: Bone Lesions
he: נגעי עצם

source: Name
he: שֵׁם

source: Synonym
he: שֵׁם נִרדָף

source: System
he: מערכת

source: Code
he: קוד

source: Version
he: גִרְסָה

source: Advanced
he: מִתקַדֵם

source: Category Name
he: שם קטגוריה

source: Episode
he: פרק

source: Episodes
he: פרקים

source: Destination
he: יַעַד

source: Destinations
he: יעדים

source: Ethnicity
he: מוצא אתני

source: Ethnicities
he: אתניות

source: Gender
he: מִין

source: Genders
he: מגדרים

source: Marital Status
he: מצב החולה

source: Marital statuses
he: מצב החולה

source: Title
he: כותרת

source: Titles
he: כותרות

source: The unique identifier for this patient at the hospital.
he: המזהה הייחודי לחולה זה בבית החולים.

source: NHS Number
he: מספר NHS

source: First Name
he: שם פרטי

source: Middle Name
he: שם אמצעי

source: GP Practice Code
he: קוד תרגול רופא המשפחה

source: Death Indicator
he: קוד תרגול רופא המשפחה

source: Date Of Birth
he: תאריך לידה

source: Please enter a valid date of birth in the format DD/MM/YYYY
he: אנא הזן תאריך לידה תקף בפורמט DD / MM / YYYY

source: Banned Passwords
he: סיסמאות אסורות

source: This list of 1000 common passwords are banned for this application.
he: רשימה זו של 1000 סיסמאות נפוצות אסורה ליישום זה.

source: Django site admin
he: מנהל אתר ג'נגו

source: Delete item?
he: למחוק פריט?

source: Do you want to delete this item?
he: האם ברצונך למחוק פריט זה?

source: Created by
he: נוצר על ידי

source: Last updated by
he: עודכן לאחרונה על ידי

source: Last updated
he: עודכן לאחרונה

source: Loading
he: טוען

source: Your username and password didn't match. Please try again.
he: שם המשתמש והסיסמה שלך לא תואמים. בבקשה נסה שוב.

source: Username
he: שם משתמש

source: Password
he: סיסמאות אסורות

source: Sign in
he: להתחבר

source: Change Password
he: סיסמאות אסורות

source: For security purposes, passwords should be at least 6 characters, and not feature on the <a href="%(banned)s" target="_blank">list of banned passwords</a>.
he: מטעמי אבטחה, הסיסמאות צריכות להכיל לפחות 6 תווים, ולא <a href="%(banned)s" target="_blank">רשימת סיסמאות אסורות</a>תכונה בתא

source: English
he: אנגלית

source: Spanish
he: ספרדית

source: Hebrew
he: עִברִית

source: zero
he: אֶפֶס

source: one
he: אחד

source: two
he: שתיים

source: few
he: מְעַטִים

source: many
he: רב

source: other
he: אַחֵר

source: Sunday
he: יוֹם רִאשׁוֹן

source: Monday
he: יוֹם שֵׁנִי

source: Tuesday
he: יוֹם שְׁלִישִׁי

source: Wednesday
he: יום רביעי

source: Thursday
he: יוֹם חֲמִישִׁי

source: Friday
he: יוֹם שִׁישִׁי

source: Saturday
he: יום שבת

source: Before Christ
he: לפני הספירה

source: Anno Domini
he: מוֹדָעָה

source: BC
he: לִפנֵי הַסְפִירָה

source: AD
he: מוֹדָעָה

source: January
he: יָנוּאָר

source: February
he: פברואר

source: March
he: לחפש

source: April
he: אַפּרִיל

source: May
he: מאי

source: June
he: יוני

source: July
he: יולי

source: August
he: אוגוסט

source: September
he: סֶפּטֶמבֶּר

source: October
he: אוֹקְטוֹבֶּר

source: November
he: נוֹבֶמבֶּר

source: December
he: דֵצֶמבֶּר

source: Sun
he: שם משתמש

source: Mon
he: שני

source: Tue
he: יום שלישי

source: Wed
he: היינו עושים

source: Thu
he: ה '

source: Fri
he: יום שישי

source: Jan
he: יאן

source: Feb
he: פברואר

source: Mar
he: לְקַלְקֵל

source: Apr
he: אפריל

source: Jun
he: יוני

source: Jul
he: יול

source: Aug
he: אוגוסט

source: Sep
he: מִין

source: Oct
he: אוקטובר

source: Nov
he: לא

source: Dec
he: דצמבר

source: Adverse events should be after the date of diagnosis
he: תופעות לוואי צריכות להיות לאחר תאריך האבחון

source: History of SMM is required
he: יש צורך בהיסטוריה של SMM

source: Date must be before the date of diagnosis
he: על התאריך להיות לפני מועד האבחון

source: History of MGUS is required
he: יש צורך בהיסטוריה של MGUS

source: An adverse event is not connected to a regimen
he: אירוע שלילי אינו קשור למשטר

source: Perhaps try searching for them instead?
he: אולי נסה לחפש אותם במקום זאת?

source: Follow Ups
he: מעקבים

source: Grade
he: כיתה

source: Lost date
he: תאריך אבוד

source: Reason
he: סיבה

source: Female
he: נְקֵבָה

source: Male
he: זָכָר

source: Not Known
he: לא ידוע

source: Not Specified
he: לא ידוע

source: Frankfurt Clinic
he: מרפאת פרנקפורט

source: St Jane's
he: סנט ג'יין

source: The Lisbon Apothecary
he: בית המרקחת של ליסבון

source: Center 1
he: מרכז 1

source: Center 2
he: מרכז 2

source: Center 3
he: מרכז 3

source: Clinic 1
he: מרפאה 1

source: Clinic 2
he: מרפאה 2

source: Clinic 3
he: מרפאה 3

source: Dara
he: דארה

source: Kd
he: אולי

source: Adverse event
he: תופעת לוואי

source: End of Phase/Line
he: סוף שלב / קו

source: Refractory disease
he: מחלה עקשן

source: Other reason
he: סיבה אחרת

source: Relapse
he: לְהָרֵע

source: Headache
he: כְּאֵב רֹאשׁ

source: Nausea
he: בחילה

source: Diarrhea
he: שִׁלשׁוּל

source: Fever
he: חוּמרָה

source: Rash
he: פריחה

source: Weight Loss
he: ירידה במשקל
